{
  "about.approach.desc": "Integro herramientas de la terapia Gestalt, el enfoque sistémico y    el transpersonal adaptándolas a las necesidades y procesos únicos de cada persona",
  "about.approach.title": "Un enfoque integrativo",
  "about.badge.location": "Bogotá + Online Global",
  "about.cta.footer": "Online internacional • Presencial en Bogotá •",
  "about.example.gestalt": "Gestalt: \"¿Qué notas en tu cuerpo mientras hablas de esto? Dónde sientes esa emoción ahora?",
  "about.example.systemic": "Sistémico: \"¿En qué momento de tu historia aprendiste a relacionarte de esta manera?\"",
  "about.example.transpersonal": "Transpersonal: \"¿Qué mensaje o propósito más profundo podría tener esta vivencia para tu crecimiento?\"",
  "about.gestalt.desc": "Consciencia presente, contacto auténtico y responsabilidad personal",
  "about.how.apply.desc": "En cada sesión, integramos conscientemente estos enfoques según lo que necesites en ese momento. No es ecléctico ni improvisado: es una metodología coherente desarrollada a lo largo de años de experiencia y formación continua.",
  "about.how.apply.title": "¿Cómo lo aplico en mi práctica?",
  "about.integrative.title": "Más que técnicas, una metodología de vida",
  "about.intro": "La terapia no es sólo mi profesión, es mi camino de vida. Durante décadas he experimentado procesos de transformación profunda, que ahora entrego a mis consultantes. Mi práctica inició desde 1985 y se fundamenta en la empatía que nace de la experiencia vivida, el respeto profundo por tu historia única y un enfoque sistémico que aborda una mirada integral desde el contexto familiar y social, logrando  un acompañamiento que honra todas las dimensiones de tu ser.",
  "about.paragraph.1": "Durante décadas he sido participante activa en procesos terapéuticos profundos, tanto en Colombia como internacionalmente.  Ofrezco terapia individual y de pareja para hispanohablantes a nivel global y presencial en la ciudad de Bogotá.",
  "about.paragraph.2": "Mi trayectoria me ha permitido desarrollar un enfoque integrativo que combina Gestalt, Sistémica y Transpersonal.",
  "about.paragraph.3": "Esta intervención ha mostrado resultados a nivel individual en el camino del autoconocimiento, el desarrollo personal y el fortalecimiento de vínculos familiares y de pareja.",
  "about.result.desc": "No es sólo alivio de síntomas, es una evolución consciente; el despertar de tu potencial como ser humano integral\n",
  "about.subtitle.desc": "Un camino de vida dedicado a la transformación humana",
  "about.systemic.title": "Sistémica: Los vínculos que nos forman",
  "about.title": "Más de 37 años de experiencia en psicología clínica",
  "about.training.fhp.title": "Proceso Fischer Hoffman",
  "about.training.title": "Formación Especializada y Certificaciones",
  "about.what.integrative.desc": "Lo mejor de cada uno de los siguientes  enfoques de la psicología:",
  "about.what.integrative.title": "¿Qué es lo que se integra?",
  "contact.card.contact.title": "Contacto Psicóloga Bogotá",
  "contact.card.hours.sessions": "Horarios de citas:\n• Individual (75 min): Última cita 6:15 PM\n• Pareja (120 min): Última cita 5:30 PM\n• Mar/Sáb: Citas deben terminar antes 12:00 PM",
  "contact.card.hours.title": "Horario de Atención",
  "contact.card.hours.weekdays": "Lun, Mié, Jue, Vie: 7:30 AM - 7:30 PM",
  "contact.card.hours.weekend": "Mar, Sáb: 7:30 AM - 12:00 PM",
  "contact.modality.presencial.item.4": "• Ambiente cómodo y privado",
  "contact.process.title": "✨ Proceso de Agendamiento de Cita",
  "contact.title": "Agendar Cita Psicóloga Bogotá",
  "experience.description": "Una trayectoria excepcional en psicología clínica, desarrollo empresarial, facilitación internacional y programas de transformación humana. Desde Naciones Unidas hasta empresas multinacionales, creando programas propios y transformando vidas en Colombia, España, México y más países de Latinoamérica.",
  "experience.highlight.facilitator.achievement.1": "Programas de desarrollo personal y liderazgo ",
  "experience.highlight.facilitator.achievement.2": "Facilitación en México, Colombia, Estados Unidos, Lationamérica",
  "experience.highlight.facilitator.achievement.3": "Más de 20 años de experiencia internacional",
  "experience.highlight.facilitator.description": "Desarrollo personal con mujeres y hombres en empresa multinacional México y América\n",
  "experience.highlight.programs.title": "Creadora de programas propios",
  "experience.highlights.title": "Logros y experiencias destacadas",
  "experience.institutions.title": "Instituciones y Organizaciones Principales",
  "experience.stats.countries.number": "+25",
  "experience.stats.facilitating.description": "Talleres propios desde 2000",
  "experience.stats.facilitating.number": "+30",
  "experience.stats.institutions.number": "+10",
  "experience.timeline.1990.title": "Psicóloga Clínica y Educativa",
  "experience.timeline.2003.description": "Conducción de seminarios y talleres internacionales para el desarrollo personal y de liderazgo en diferentes países de América ",
  "experience.timeline.2003.year": "2017 - Actual y 2003 - 2012",
  "experience.timeline.2012.title": "Gestora Programa Liderazgo Ardyss",
  "experience.timeline.2017.description": "27 años de practica terapéutica en consultorio privado",
  "experience.timeline.2017.title": "Terapeuta integrativa ",
  "experience.timeline.2017.year": "1998 - Actual",
  "experience.timeline.title": "Trayectoria profesional",
  "experience.title": "Más de 37 Años de Experiencia Profesional",
  "footer-copyright": "© 2025 Sandra Vargas. Todos los derechos reservados.",
  "hero-cta-primary": "Agendar una Cita",
  "hero-cta-secondary": "Contáctame por WhatsApp",
  "hero-description": "Especialista en terapia individual y de pareja con enfoque en el bienestar emocional y relacional.",
  "hero-subtitle": "Psicóloga y Terapeuta de Pareja",
  "hero-title": "Sandra Vargas",
  "hero.badge.integrative.title": "Enfoque Integrativo",
  "hero.badge.specialized.title": "Atiende adultos desde los 19 años",
  "hero.description": "Psicóloga clínica   que  aplica un enfoque integrativo considerando a sus consultantes desde todos los aspectos:  a nivel físico, emocional, mental, espiritual y social ofreciendo un abordaje profundo y transformador.  Ofrece atención online global, en Español y presencial en consultorio privado en Bogotá",
  "hero.differentiator.local.title": "Consultorio Privado Bogotá",
  "hero.subtitle": "Psicóloga Clínica en Bogotá",
  "hero.subtitle2": "Enfoque Integrativo • Online Global + Presencial Bogotá",
  "hero.title": "Sandra Margarita Vargas",
  "logo-subtext": "Psicóloga",
  "logo-text": "Sandra Vargas",
  "nav-agendar": "Agendar Cita",
  "nav-escribir": "Escribir",
  "nav-experiencia": "Experiencia",
  "nav-inicio": "Inicio",
  "nav-servicios": "Servicios",
  "nav-sobre-mi": "Sobre Mí",
  "online.advantage.payment.description": "Métodos de pago adaptados a diferentes países: transferencias, Western Union, y otros sistemas internacionales.",
  "online.cta.title": "¿Listo para Comenzar tu Terapia Online?",
  "online.description": "Tu transformación personal no tiene fronteras. Accede a terapia especializada desde cualquier país del mundo, en la comodidad de tu hogar y horarios adaptados a tu zona horaria. La misma calidad y profundidad del consultorio presencial, ahora disponible de manera global para hispanohablantes.",
  "online.step.followup.title": "Seguimiento",
  "online.testimonial.mexico.text": "Como pareja colombiana viviendo en EE.UU., encontrar terapia en español de calidad era difícil. Sandra nos ayudó a encontrar herramientas para manejar diferentes soluciones.",
  "online.title": "Terapia Online Global en Español",
  "services.couple.benefits.3": "Fortalecimiento del vínculo emocional",
  "services.couple.description": "\n",
  "services.couple.problems.footer": "Si has experimentado alguna de estas situaciones, durante el proceso terapéutico se construirán espacios que facilitarán soluciones y decisiones que mejorarán su calidad de vida\n",
  "services.couple.solutions.title": "Beneficios que obtendrán:",
  "services.couple.title": "Terapia de pareja",
  "services.description": "Amplia experiencia en terapia individual adultos y terapia de pareja con enfoque integrativo que combina sistémico y Gestalt. Atención online internacional en español y sesiones presenciales en consultorio privado Bogotá.",
  "services.individual.description": "\n",
  "services.individual.problems.footer": "Si has experimentado alguna de estas situaciones, el proceso que construiremos juntos  puede ayudarte a encontrar soluciones profundas y duraderas.",
  "services.individual.solutions.title": "Beneficios que obtendrás:",
  "services.individual.title": "Terapia individual adultos",
  "services.office.desc": "Presencial",
  "services.title": "Servicios especializados para adultos",
  "terapiaIndividual.badge.years": "19",
  "terapiaIndividual.badge.years.label": "Años",
  "terapiaIndividual.badge.years.sublabel": "en adelante",
  "terapiaIndividual.benefits.description": "Con mi metodología, estos son los resultados concretos que puedes esperar de nuestro proceso terapéutico:",
  "terapiaIndividual.benefits.title": "Beneficios del Proceso Integrativo",
  "terapiaIndividual.cta.description": "Con mi metodología, te acompaño en tu camino hacia el autoconocimiento, bienestar emocional y crecimiento personal.",
  "terapiaIndividual.description": "Supera ansiedad, desarrolla autoestima y encuentra tu propósito de vida con terapia individual que integra Gestalt, Sistémica y Transpersonal. Metodología integral personalizada para acompañamiento terapéutico profundo. Atención online en español para todo el mundo y sesiones presenciales en consultorio privado Bogotá.",
  "terapiaIndividual.office.desc": "Ambiente cómodo y privado",
  "terapiaIndividual.problem.0.solution.title": "Mi enfoque para apoyarte:",
  "terapiaIndividual.problem.1.solution.title": "Mi enfoque para apoyarte:",
  "terapiaIndividual.problem.2.solution": "Desde el enfoque integrativo holístico, exploramos patrones relacionales (sistémica), trabajamos la consciencia del presente (Gestalt) y conectamos con tu propósito relacional (transpersonal) para desarrollar vínculos más auténticos.",
  "terapiaIndividual.problem.2.solution.title": "Mi enfoque para apoyarte:",
  "terapiaIndividual.problem.3.solution": "Mi metodología integrativa holística combina la búsqueda de sentido (transpersonal), la toma de consciencia (Gestalt) y la comprensión de tu lugar en los sistemas (sistémica) para redescubrir tu propósito auténtico.",
  "terapiaIndividual.problem.3.solution.title": "Mi enfoque para apoyarte:",
  "terapiaIndividual.problems.title": "¿Te sientes identificado con alguna de estas situaciones?",
  "terapiaIndividual.process.description": "Mi trabajo integrativo combina técnicas y herramientas de manera personalizada según tus necesidades específicas.",
  "terapiaIndividual.subtitle": "Enfoque Integrativo • Online Global • Presencial Bogotá",
  "terapiaIndividual.title.1": "Terapia Individual Adultos",
  "terapiaIndividual.title.2": "para Adultos",
  "terapiaPareja.benefit.0": "Comunicación asertiva y empática entre ambas partes",
  "terapiaPareja.benefits.description": "Con mi metodología, estos son los resultados concretos que pueden esperar como pareja:",
  "terapiaPareja.description": "Superar dificultades que obstaculizan un relacionamiento armónico con terapia de pareja que integra Gestalt, Sistémica y Transpersonal. Esta metodología especializada en apoyar parejas a sanar heridas emocionales, fortalecer vínculos amorosos y encontrar herramientas de comunicación que fortalezcan el transitar las diferentes situaciones por las que atraviesa una relación. Atención online en español para parejas de todo el mundo y consultorio privado en Bogotá.",
  "terapiaPareja.office.desc": "Bogotá",
  "terapiaPareja.problem.0.description": "Se sienten incomprendidos, discuten constantemente por los mismos temas, o han dejado de comunicarse de forma efectiva. Las conversaciones se vuelven reproches, críticas o silencios incómodos.",
  "terapiaPareja.problem.0.solution": "Desde mi enfoque integrativo, enseño técnicas de comunicación asertiva (Gestalt), analizo patrones relacionales (sistémica) y conecto con su propósito como pareja (transpersonal) para comunicarse sin atacar y escuchar sin defenderse.",
  "terapiaPareja.problem.0.solution.title": "Mi enfoque para apoyarlos:",
  "terapiaPareja.problem.1.solution": "Mi metodología integrativa incluye sanación de heridas emocionales (Gestalt), comprensión de dinámicas familiares (sistémica) y búsqueda de sentido profundo (transpersonal) para reconstruir confianza y tomar decisiones conscientes.",
  "terapiaPareja.problem.1.solution.title": "Mi enfoque para apoyarlos:",
  "terapiaPareja.problem.2.solution": "Combino trabajo de consciencia presente (Gestalt) para identificar patrones tóxicos, análisis de sistemas familiares (sistémica) y conexión con la esencia individual (transpersonal) para desarrollar autoestima y establecer límites sanos.",
  "terapiaPareja.problem.2.solution.title": "Mi enfoque para apoyarlos:",
  "terapiaPareja.problem.3.solution": "Mi enfoque facilita el redescubrimiento mutuo a través de técnicas experienciales (Gestalt), comprensión de dinámicas relacionales (sistémica) y reconexión con su propósito compartido (transpersonal).",
  "terapiaPareja.problem.3.solution.title": "Mi enfoque para apoyarlos:",
  "terapiaPareja.process.2.description": "Trabajamos de forma activa en mejorar la comunicación, resolver conflictos específicos y fortalecer la conexión emocional entre ambos.",
  "terapiaPareja.process.3.description": "Integramos los aprendizajes, se desarrollan herramientas para el mantenimiento de la relación y planifican su futuro juntos.",
  "terapiaPareja.title.1": "Terapia de Pareja",
  "terapiaPareja.title.2": "Enfoque Integrativo"
}